<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK IT ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006-2016 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: yunwuxin <448901948@qq.com>
// +----------------------------------------------------------------------

return [
	// 支付方式
	'payment_method' => [
		'25boy' => '25boy钱包',
		'weixin' => '微信',
		'alipay' => '支付宝',
		'cash' => '现金',
		'pos' => '刷卡',
	],
	// 发货模式
	'shipping_method' => [
		'1' => '线上发货',
		'2' => '门店自提',
		'3' => '门店直送',
	],
	// 订单类型
	'order_type' => [
		'1' => '线上订单',
		'2' => '门店订单',
		'3' => '代发订单',
		'4' => '拼团订单',
		'5' => '积分订单',
	],
];
